const text = {
  severalH1: {
    code: 'TEXT.SEVERAL_H1',
    desc: 'Заголовок первого уровня на странице должен быть единственным.'
  },
  h2Position: {
    code: 'TEXT.INVALID_H2_POSITION',
    desc: 'Заголовок второго уровня не может находиться перед заголовком первого уровня на том же или более глубоком уровне вложенности.'
  },
  h3Position: {
    code: 'TEXT.INVALID_H3_POSITION',
    desc: 'Заголовок третьего уровня не может находиться перед заголовком второго уровня на том же или более глубоком уровне вложенности.'
  }
}

export default text;